acpi
alacritty
arch-install-scripts
base
bat
binutils
emacs
expac
fakeroot
flatpak
fzf
gcc
gdb
git
gtkwave
htop
httping
kitty
lazygit
less
lldb
make
mc
nano
neofetch
neovim
net-tools
nmap
openssh
pkgconf
python-pip
sudo
terminator
tmux
ttf-hack-nerd
unzip
upower
vim
wget
xclip
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yajl
zip
zsh
